Repository: dronpavlove/my_shop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Rating product list
ru: Рейтинг товаров

source: rating
ru: рейтинг

source: send
ru: отправить

source: Start date
ru: Начальная дата

source: Finish date
ru: Конечная дата

source: Product name
ru: Название товара

source: apply
ru: применить

source: in developing
ru: в разработке

source: Number of paid purchases
ru: Количество оплаченных покупок

source: Product list is empty
ru: Спиок товаров пуст

source: shop profile
ru: профиль магазина

source: product profile
ru: профиль продукта

source: category
ru: категории

source: name
ru: имя

source: product in the store
ru: продукт в магазине

source: Users Garbage
ru: Временная корзина пользователя

source: transfer to status "item paid"
ru: перевести в статус "товар оплачен"

source: transfer to status "item not paid"
ru: перевести в статус "товар не оплачен"

source: return to store
ru: вернуть в магазине

source: Users Basket
ru: Корзина пользователя

source: shops and products
ru: магазины и товары

source: file
ru: файл

source: description
ru: описание

source: city
ru: город

source: street
ru: улица

source: house number
ru: номер дома

source: date of formation
ru: дата образования

source: phone
ru: Телефон

source: number of purchases
ru: число совершённых покупок

source: shops profile
ru: профили магазинов

source: category name
ru: название категории

source: photo
ru: фото

source: categories
ru: категории

source: current
ru: действующая

source: inactive
ru: недействующая

source: promotion name
ru: название акции

source: status
ru: статус

source: promotion
ru: акция

source: promotions
ru: акции

source: article
ru: артикул

source: price
ru: цена

source: amount
ru: количество

source: products profile
ru: Профиль товара

source: products in the store
ru: товар в магазине

source: product
ru: товар

source: shop
ru: магазин

source: sum
ru: сумма

source: item paid
ru: товар оплачен

source: item not paid
ru: товар неоплачен

source: profile
ru: профиль

source: product_name
ru: название товара

source: product_price
ru: цена товара

source: shop_id
ru: id_магазина

source: product in user basket
ru: товар в корзине пользователя

source: products in user basket
ru: товары в корзине пользователя

source: category info
ru: информация о категориях

source: Product list
ru: Список товаров

source: quantity of goods
ru: Количество товара

source: Name of shop
ru: Название магазина

source: Quantity in this store
ru: Количество товара в этом магазине

source: Store list is empty
ru: Спиок магазинов пуст

source: product info
ru: информация о товаре

source: Description
ru: Описание

source: Price
ru: Цена

source: Quantity of goods in the store
ru: Количество товара в магазине

source: In basket
ru: В корзину

source: Detail
ru: Подробно

source: Promotions
ru: Акции

source: If you have already purchased goods worth more than 3000 rubles, you will receive a 3 percent discount
ru: Если Вы уже приобрели товары на сумму больше 3000 рублей, Вам предоставляется скидка 3 процента

source: If you have already purchased goods worth more than 10000 rubles, you will receive a 7 percent discount
ru: Если Вы уже приобрели товары на сумму больше 10000 рублей, Вам предоставляется скидка 7 процента

source: The discount will increase with the growth of the total amount of your purchases in our stores
ru: Скидка будет увеличиваться с ростом общей суммы Ваших покупок в наших магазинах

source: Additional promotions
ru: Дополнительные акции

source: Shop info
ru: Информация о магазине

source: Products
ru: Товары

source: City
ru: Город

source: Street
ru: Улица

source: House number
ru: Номер дома

source: Date of formation
ru: Дата образования

source: Phone
ru: Телефон

source: Shops list
ru: Список магазинов

source: Shop list
ru: Список магазинов

source: Updating the product database
ru: Обновление базы продуктов

source: Update
ru: Обновить

source: Basket
ru: Корзина

source: image
ru: изображение

source: total cost
ru: общая стоимость

source: confirm
ru: подтвердить

source: Your check
ru: Ваш чек

source: Your check for payment
ru: Ваш чек для оплаты

source: Correct profile data
ru: Исправить данные профиля

source: city:
ru: город:

source: postcode:
ru: индекс:

source: street:
ru: улица:

source: house/apartment:
ru: номер дома/номер квартиры:

source: You do not have a completed profile
ru: У вас нет заполненного профиля

source: Full sum:
ru: Общая сумма:

source: pay
ru: оплатить

source: The order has been made. You will be contacted shortly.
ru: Заказ сделан. В ближайшее время с Вами свяжутся.

source: Insufficient funds on the account.
ru: Недостаточно средств на счёте

source: Funds debited from account.
ru: Средства списаны со счёта

source: account amount
ru: сумма на счёте

source: The amount does not allow you to make a discount
ru: Сумма не позволяет сделать скидку

source: You get a 0,03 discount, to pay:
ru: Вам предоставлена 3 процента скидка, к оплате:

source: You get a 0,07 discount, to pay:
ru: Вам предоставлена 7 процентов скидка, к оплате:

source: You get a 0,1 discount, to pay:
ru: Вам предоставлена 10 процентов скидка, к оплате:

source: Order quantity exceeds store stock
ru: Количество заказа превышает запас магазина

source: user profile
ru: Профиль пользователя

source: user message
ru: сообщение пользователя

source: users
ru: Пользователи

source: last name
ru: фамилие

source: postcode
ru: индекс

source: house_number
ru: номер дома

source: apartment_number
ru: номер квартиры

source: data of birth
ru: дата рождения

source: started
ru: улица

source: constant
ru: постоянный

source: user
ru: пользователь

source: spent
ru: потрачено

source: users profile
ru: профили пользователей

source: answered
ru: отвечено

source: unanswered
ru: неотвечено

source: message
ru: сообщение

source: users message
ru: Временная корзина пользователя

source: Balance
ru: Баланс

source: replenish the balance
ru: пополнить баланс

source: Purchase history
ru: История покупок

source: Pay
ru: Оплатить

source: Total amount of paid goods:
ru: Общая сумма оплаченного товара:

source: User rights
ru: Права пользователей

source: Unregistered users can view all information on the site, but cannot make purchases
ru: Незарегистрированные пользователи могут просматривать всю информацию на сайте, но не могут совершатьпокупки

source: Registered users can view all information on the site and can make purchases
ru: Зарегистрированные пользователи могут просматривать всю информацию на сайте и могут совершать покупки

source: If the user has a completely completed profile, he will not have to fill in additional
ru: Если у пользователя полностью заполненный профиль, ему не придется заполнять дополнительные

source: fields with the address and contact information when placing orders
ru: поля с адресом и контактной информацией при оформлении заказов

source: If you constantly make purchases in our stores,
ru: Если вы постоянно совершаете покупки в наших магазинах,

source: a discount is provided, which depends on the amount of paid goods
ru: предоставляется скидка, которая зависит от суммы оплаченного товара

source: Authorization
ru: Авторизироваться

source: Login
ru: Войти

source: Registration
ru: Регистрация

source: Save
ru: Сохранить

source: paid
ru: товар оплачен

source: waiting for payment
ru: ожидает оплаты

source: unknown
ru: неизвестный

source: our promotions
ru: наши акции

source: product rating
ru: рейтинг товаров

source: Purchase History
ru: История покупок

source: Contact
ru: Контакты

source: Forgot your password?
ru: Забыли Ваш пароль?

source: Personal Area
ru: Личный кабинет

source: top up your account
ru: пополнить свой счет

source: login to your account
ru: Войдите в свой аккаунт

source: Product count:
ru: Количество продуктов:

source: Home
ru: Домой

source: User rights information
ru: Информация о правах пользователей

source: Your buyer status
ru: Ваш статус покупателя

source: see products
ru: смотреть товары

source: Our shops
ru: Наши магазины

source: store selection
ru: выбор магазина

source: see promotions
ru: смотреть акции

source: view purchase history
ru: просмотреть историю покупок

source: Items in your cart
ru: Товары в вашей корзине

source: back
ru: назад

source: Welcome to the site,
ru: Добро пожаловать на сайт,

source: Your city:
ru: Ваш город:

source: Your city is unknown, profile is not completed
ru: Ваш город неизвестен, не заполнен профиль

source: Log off
ru: Выйти

source: Edit profile
ru: Редактировать профиль

source: You are not authorized on our website
ru: Вы не авторизированы на нашем сайте

source: Simple registration
ru: Простая регистрация

source: Detailed registration
ru: Подробная регистрация
